const questions = [
    {
      question: "Что не относится к полиграфии?",
      answer: "Одностраничный сайт",
      options: [
      "Книга",
      "Журнал",
      "Открытка",
      "Одностраничный сайт"
      ]
    },
    {
      question: "Какую цветовую модель необходимо использовать при подготовке макета к печати?",
      answer: "CMYK (Cyan, Magenta, Yellow, Key/Black)",
      options: [
      "RGB (Red, Green, Blue)",
      "CMYK (Cyan, Magenta, Yellow, Key/Black)",
      "HEX"
      ]
    },
    {
      question: "Какое разрешение должно быть у макета, который далее будет печататься?",
      answer: "300 ppi",
      options: [
      "72 ppi",
      "96 ppi",
      "300 ppi"
      ]
    },
    {
      question: "В каком формате необходимо сохранить макет для дальнейшей печати?",
      answer: "pdf",
      options: [
      "jpeg",
      "png",
      "gif",
      "pdf"
      ]
    },
    {
      question: "Что необходимо сделать со шрифтами при предпечатной подготовке макета?",
      answer: "Перевести в кривые",
      options: [
      "Перевести в прямые",
      "Перевести в кривые",
      "Оставить заметку с ссылкой на шрифт"
      ]
    },
  
    {
      question: "В какой зоне должны располагаться все объекта макета?",
      answer: "В безопасной зоне",
      options: [
      "В зоне видимости",
      "В зоне печати",
      "В безопасной зоне"
      ]
    },
  ]