const questions = [
    {
      question: "Что НЕ входит в фирменный стиль?",
      answer: "Нейминг",
      options: [
      "Логотип",
      "Нейминг",
      "Визитка",
      "Сайт"
      ]
    },
    {
      question: "Может ли одежда сотрудников быть частью фирменного стиля?",
      answer: "Да",
      options: [
      "Только в премиум бизнесе",
      "Нет",
      "Да"
      ]
    },
    {
      question: "Основная цель фирменного стиля?",
      answer: "Единство и узнаваемость",
      options: [
      "Традиция",
      "Статус",
      "Единство и узнаваемость",
      "Популярность"
      ]
    },
    {
      question: "Что такое фирменный стиль?",
      answer: "Набор элементов, создающих визуальное и смысловое единство",
      options: [
      "Набор элементов, создающих визуальное и смысловое единство",
      "Набор цветовых и шрифтовых элементов",
      "Набор логотипа и полиграфии",
      "Набор логотипа и сайта"
      ]
    },
    {
      question: "Для изготовления рекламы необходимо использовать:",
      answer: "Фирменные цвета",
      options: [
      "Любые цвета",
      "Любимые цвета",
      "Трендовые цвета",
      "Фирменные цвета"
      ]
    },

    {
    question: "Как называется руководство по использованию фрименного стиля?",
      answer: "Гайдлайн",
      options: [
      "Логобук",
      "Гайдлайн",
      "Свод правил по использованию",
      "Брендбук"
      ]
    },
  ]