const questions = [
  {
    question: "Какие параметры важны при выборе шрифтов?",
    answer: "Читабельность, соответствие и эмоции",
    options: [
    "Красота шрифта",
    "Красота и читабельность",
    "Уникальность и креатив",
    "Читабельность, соответствие и эмоции"
    ]
  },
  {
    question: "Что такое шрифтовая кегль?",
    answer: "Размер шрифта",
    options: [
    "Расстояние между буквами в слове",
    "Размер шрифта",
    "Индекс уникальности шрифта",
    "Класс шрифта"
    ]
  },
  {
    question: "Кернинг это?",
    answer: "Расстояние между отдельными парами букв",
    options: [
    "Расстояние между отдельными парами букв",
    "Расстаяние между буквами",
    "Расстояние от первой до последней буквы в слове",
    "Расстояние между словами"
    ]
  },
  {
    question: "Что такое трекинг?",
    answer: "Регулирование общего межбуквенного интервала в тексте",
    options: [
    "Расстояние от первой до последней буквы в слове",
    "Интервал между словами в тексте",
    "Регулирование общего межбуквенного интервала в тексте",
    "Расстояние между отдельными парами букв"
    ]
  },
  {
    question: "Как называются шрифты без засечек?",
    answer: "Гротеск",
    options: [
    "Гротеск",
    "Антиква",
    "Акцидентные",
    "Строгие"
    ]
  },
]