const questions = [
    {
      question: "Что из себя представляет прототип в UI/UX дизайне?",
      answer: "Имитацию работы интерфейса",
      options: [
      "Имитацию работы логотипа",
      "Имитацию работы интерфейса",
      "Имитацию работы личного кабинета"
      ]
    },
    {
      question: "Прототип может быть создан от руки на бумаге?",
      answer: "Да, прототипом может быть любого уровня точности",
      options: [
      "Да, прототипом может быть любого уровня точности",
      "Нет, прототип должен быть интерактивным и созданным в профессиональной программе"
      ]
    },
    {
      question: "Какой первоначальный шаг при создании прототипа?",
      answer: "Определение главный функций и компонентов продукта",
      options: [
      "Определение дизайн концепции продукта",
      "Определение UiKit",
      "Определение главный функций и компонентов продукта"
      ]
    },
    {
      question: "Для чего необходимо прототипирование?",
      answer: "Для проведения тестирования, в ходе которого выявляются нужные и ненужные функции",
      options: [
      "Для проведения тестирования, в ходе которого выявляются нужные и ненужные функции",
      "Для понимания будущего дизайна проекта",
      "Для проведения анализа, в ходе которого формулируются выводы"
      ]
    },
    {
      question: "В каких программах нельзя создать прототип?",
      answer: "Заметки",
      options: [
      "Figma",
      "Заметки",
      "Sketch",
      "Adobe Illustrator"
      ]
    },
  
    {
      question: "На основе чего происходят выводы об успешности прототипа?",
      answer: "Обратной связи пользователей",
      options: [
      "Обратной связи дизайнера",
      "Красоты прототипа",
      "Интерактивности созданного прототипа",
      "Обратной связи пользователей"
      ]
    },
  ]