const questions = [
  {
    question: "Что такое логотип?",
    answer: "Это графическое изображение или символ, который идентифицирует бренд/компанию",
    options: [
    "Специальный символ",
    "Это графическое изображение или символ, который идентифицирует бренд/компанию",
    "Это графическое начертание названия компании"
    ]
  },
  {
    question: "Верно ли, что логотип может быть только у крупных компаний?",
    answer: "Нет",
    options: [
    "Да",
    "Нет"
    ]
  },
  {
    question: "Сколько основных видов логотипов существует?",
    answer: "5",
    options: [
    "3",
    "4",
    "5",
    "6"
    ]
  },
  {
    question: "Какой логотип включает в себя как текстовую, так и графическую части?",
    answer: "Комбинированный",
    options: [
    "Абстрактный",
    "Комбинированный",
    "Совмещенный",
    "Коллаборационный"
    ]
  },
  {
    question: "Какой бренд может являться примером текстового логотипа?",
    answer: "Google",
    options: [
    "Google",
    "Adidas",
    "Nike",
    "Apple"
    ]
  },

  {
    question: "Какой бренд может являться примером графического логотипа?",
    answer: "Apple",
    options: [
    "Disney",
    "Facebook",
    "Harley-Davidson",
    "Apple"
    ]
  },

  {
    question: "Какой бренд может являться примером абстрактного логотипа?",
    answer: "Nike",
    options: [
    "Disney",
    "Nike",
    "Harley-Davidson",
    "KFC"
    ]
  },

  {
    question: "В каком варианте указан верный порядок этапов создания логотипа?",
    answer: "Анализ ниши, составление мудборда, работа с ассоциациями, создание концепций, утверждение",
    options: [
    "Анализ ниши, составление мудборда, работа с ассоциациями, создание концепций, утверждение",
    "Работа с ассоциациями, анализ ниши, составление мудборда, создание концепций, утверждение",
    "Составление мудборда, анализ ниши, работа с ассоциациями, создание концепций, утверждение",
    "Анализ ниши, составление мудборда, работа с ассоциациями,  утверждение, создание концепций"
    ]
  },
]